# vim: set ft=ruby
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"

brew "bash"
brew "bash-completion@2"
brew "bat"
brew "chruby"
brew "entr"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "grip"
brew "htop"
brew "httpie"
brew "jq"
brew "nginx"
brew "nmap"
brew "pkg-config"
brew "rcm"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "siege"
brew "the_silver_searcher"
brew "tree"
brew "youtube-dl"

cask "dash"
cask "docker"
cask "font-sf-mono"
cask "maccy"
cask "macvim"
cask "spotify"
cask "spotmenu"
