tap "thoughtbot/formulae"
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/cask"
brew "bash"
brew "bash-completion"
brew "chruby"
brew "entr"
brew "git"
brew "gist"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "macvim", args: ["without-python"]
brew "nginx"
brew "nmap"
brew "pkg-config"
brew "ruby-install"
brew "rust"
brew "siege"
brew "the_silver_searcher"
brew "tree"
brew "unrar"
brew "youtube-dl"
brew "thoughtbot/formulae/rcm"
cask "dash"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "spotify"
