# vim: set ft=ruby
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bash"
brew "bash-completion"
brew "chruby"
brew "entr"
brew "fzf"
brew "gist"
brew "git"
brew "gnupg"
brew "htop"
brew "httpie"
brew "hub"
brew "jq"
brew "nginx"
brew "nmap"
brew "pkg-config"
brew "rcm"
brew "ruby-install"
brew "shellcheck"
brew "siege"
brew "the_silver_searcher"
brew "tree"
brew "youtube-dl"

cask "dash"
cask "docker"
cask "firefox"
cask "font-sf-mono"
cask "macvim"
cask "spotify"
